Repository: thnardg/Bloom-Game
Catalog: *.lproj/Localizable.strings
Languages: es, fr, it, pt_br

# Start
source: Tap to begin
es: Toque para empezar
fr: Appuyez pour commencer
it: Tocca per iniziare
pt_br: Toque para iniciar

# Headphone
source: This game is better with headphones
es: Este juego es mejor con auriculares
fr: Ce jeu est meilleur avec des écouteurs
it: Questo gioco è migliore con le cuffie
pt_br: Esse jogo fica melhor com fones de ouvido

# Grain
source: You're a grain
es: Eres un grano
fr: Tu es un grain
it: Tu sei un granello
pt_br: Você é um grão

# Light
source: In the void, you see a light
es: En el vacío ves una luz
fr: Dans le vide, tu vois une lumière
it: Nel vuoto vedi una luce
pt_br: No vazio, você vê uma luz

# Tell
source: What is is trying to tell you?
es: ¿Qué quiere decirte?
fr: Qu'est-ce qu'elle veut te dire ?
it: Cosa vuole dirti?
pt_br: O que ela quer te dizer?

# SFX
source: Sounds
es: Efectos de sonido
fr: Effets sonores
it: Effetti sonori
pt_br: Efeitos

source: Music
es: Música
fr: Musique
it: Musica
pt_br: Música

# Reset
source: Restart Game
es: Reiniciar juego
fr: Recommencer le jeu
it: Ricomincia il gioco
pt_br: Reiniciar Jogo

# Overcome
source: You have overcome your fears
es: Has superado tus miedos
fr: Tu as surmonté tes peurs
it: Hai superato le tue paure
pt_br: Você superou seus medos

# Voice
source: Whose voice is this?
es: ¿De quién es esa voz?
fr: De qui est cette voix ?
it: Di chi è questa voce?
pt_br: De quem é essa voz?

# Credits
source: Bloom iOS Developers: - Enrique Carvalho - Jairo Pereira - Lucas Nascimento - Thayná Rodrigues Designer: - Maria Clara Guimarães This game has been developed as an activity at Apple Developer Academy / UCB under mentorship of Antônio Santos and Felipe Carvalho and under coordination of Jair Barbosa. Acknowledgments: Music and SFX - Tense Sad Piano by Ashot Danielyan at Pixabay - Middle East by AlexiAction at Pixabay - Artificial Emotions by TimKulig at Pixabay - Epic storm by Placidplace at Pixabay - Radio Static by Pixabay - Thunder by Pixabay - Humming Song by Pixabay Testers - - - - -
es: Bloom Desarrolladores de iOS: - Enrique Carvalho - Jairo Pereira - Lucas Nascimento - Thayná Rodrigues Diseñadora: - Maria Clara Guimarães Este juego fue desarrollado como actividad en la Apple Developer Academy / UCB, bajo la tutoría de Antônio Santos y Felipe Carvalho y la coordinación de Jair Barbosa. Agradecimientos: Música y SFX - Tense Sad Piano de Ashot Danielyan en Pixabay - Middle East de AlexiAction en Pixabay - Artificial Emotions de TimKulig en Pixabay - Epic storm de Placidplace en Pixabay - Radio Static de Pixabay - Thunder de Pixabay - Humming Song de Pixabay Testers - - - - -
fr: Bloom Développeurs iOS : - Enrique Carvalho - Jairo Pereira - Lucas Nascimento - Thayná Rodrigues Designer : - Maria Clara Guimarães Ce jeu a été développé comme activité à l'Apple Developer Academy / UCB, sous la direction d'Antônio Santos et Felipe Carvalho et la coordination de Jair Barbosa. Remerciements : Musique et effets sonores - Tense Sad Piano par Ashot Danielyan sur Pixabay - Middle East par AlexiAction sur Pixabay - Artificial Emotions par TimKulig sur Pixabay - Epic storm par Placidplace sur Pixabay - Radio Static sur Pixabay - Thunder sur Pixabay - Humming Song sur Pixabay Testeurs - - - - -
it: Bloom Sviluppatori iOS: - Enrique Carvalho - Jairo Pereira - Lucas Nascimento - Thayná Rodrigues Designer: - Maria Clara Guimarães Questo gioco è stato sviluppato come attività all'Apple Developer Academy / UCB, sotto la guida di Antônio Santos e Felipe Carvalho e il coordinamento di Jair Barbosa. Ringraziamenti: Musica ed effetti sonori - Tense Sad Piano di Ashot Danielyan su Pixabay - Middle East di AlexiAction su Pixabay - Artificial Emotions di TimKulig su Pixabay - Epic storm di Placidplace su Pixabay - Radio Static su Pixabay - Thunder su Pixabay - Humming Song su Pixabay Tester - - - - -
pt_br: Bloom iOS Developers: - Enrique Carvalho - Jairo Pereira - Lucas Nascimento - Thayná Rodrigues Designer: - Maria Clara Guimarães Esse jogo foi desenvolvido como atividade no Apple Developer Academy / UCB, sob mentoria de Antônio Santos e Felipe Carvalho e Coordenação de Jair Barbosa. Agradecimentos: Musicas e SFX - Tense Sad Piano por Ashot Danielyan no Pixabay - Middle East por AlexiAction no Pixabay - Artificial Emotions por TimKulig no Pixabay - Epic storm por Placidplace no Pixabay - Radio Static por Pixabay - Thunder por Pixabay - Humming Song por Pixabay

# Onboarding
source: Tap on the right to jump
fr: Appuyez à droite pour sauter
it: Tocca a destra per saltare
pt_br: Toque no lado direito para pular

# DJump
source: Double tap to jump higher
fr: Doublez l'appui pour sauter plus haut
it: Fai doppio tocco per saltare più in alto
pt_br: Toque 2x para pular mais alto

# Quit
source: Quit Game
it: Esci dal gioco
pt_br: Sair do Jogo

# QuitConfirmation
source: Do you wish to quit the game?
it: Vuoi uscire dal gioco?
pt_br: Deseja sair do Jogo

# Back
source: Go back
it: Torna al gioco
pt_br: Voltar ao jogo

# QuitConfirmed
source: Quit
it: Esci
pt_br: Sair
